@include('partials.header')
<style>
    h1,
    h2,
    h3,
    h4,
    h5,
    h6 {
        font-weight: bold;
    }

    p {
        text-align: left;
    }
</style>
<div class="container">
    <div class="row">
        <div class="col-md-6">

            <h1>Пользовательское соглашение сервисов SA</h1>
            <h2>1. Общие положения</h2>
            <p>1.1. ООО «SA» (далее — «SA») предлагает пользователю сети Интернет (далее – Пользователь) - использовать
                свои сервисы на условиях, изложенных в настоящем Пользовательском соглашении (далее — «Соглашение»,
                «ПС»). Соглашение вступает в силу с момента выражения Пользователем согласия с его условиями в порядке,
                предусмотренном п. 1.4 Соглашения.</p>
            <p>1.2. SA предлагает Пользователям доступ к широкому спектру сервисов, включая средства навигации,
                коммуникации, поиска, размещения и хранения разного рода информации и материалов (контента),
                персонализации контента, совершения покупок и т. д. Все существующие на данный момент сервисы ООО «SA» и
                других компаний, условия использования которых ссылаются на данное Соглашение (далее – «сервисы SA»), а
                также любое развитие их и/или добавление новых является предметом настоящего Соглашения.</p>
            <p>1.3. Использование сервисов SA регулируется настоящим Соглашением, а также следующими документами,
                которые являются неотъемлемой частью настоящего соглашения и т.д. (текст сокращен для простоты).</p>

            <h2>2. Регистрация SA ID Пользователя. Авторизация с использованием SA ID.</h2>
            <p>2.1. Для того чтобы воспользоваться некоторыми сервисами SA или некоторыми отдельными функциями сервисов,
                Пользователю необходимо пройти процедуру регистрации, в результате которой для Пользователя будет
                создана уникальная учетная запись (SA ID).</p>
            <h2>3 Использование ресурсов устройства</h2>
            <p>Мы хотели бы сообщить вам о том, что для полноценного использования
                функций нашего сервиса необходимо предоставить доступ к веб-камере.
                Данная функция позволит вам участвовать в видеочате, проводить
                онлайн-трансляции или загружать фото и видео-контент.
            </p>
            <p>Пожалуйста, убедитесь, что у вас установлена и активирована веб-камера
                на вашем устройстве. Для включения доступа к веб-камере перейдите в настройки
                вашего браузера и разрешите использование веб-камеры на нашем сайте.
            </p>
            <p>Мы уделяем большое внимание защите вашей
                конфиденциальности и обязуемся использовать данные
                с веб-камеры исключительно в рамках предоставления наших сервисов.
                Благодарим за понимание и сотрудничество.
            </p>

            <p>Это сообщение направлено на подтверждение необходимости доступа к веб-камере для использования
                функций сервиса и обеспечения конфиденциальности пользовательских данных
            </p>

        </div>
    </div>
    <a class="btn btn-outline-dark mb-2" onclick="history.back()"><svg xmlns="http://www.w3.org/2000/svg" width="1.2rem" height="1.2rem" viewBox="0 0 24 24"><path fill="grey" d="M19 11H7.83l4.88-4.88c.39-.39.39-1.03 0-1.42a.996.996 0 0 0-1.41 0l-6.59 6.59a.996.996 0 0 0 0 1.41l6.59 6.59a.996.996 0 1 0 1.41-1.41L7.83 13H19c.55 0 1-.45 1-1s-.45-1-1-1"/></svg> Назад</a>
</div>
